<?php

return [
    'start_msg_for_admin' => "شما ادمین ربات هستید، ربات در حال حاضر فعال بوده و کاربران میتوانند به شما پیام دهند\n\nدر صورتی که کاربران ربات به شما پیام ارسال کردند، با ریپلای کردن میتوانید به آنها پاسخ دهید. پیام های کاربران به صورت فوروارد شده و پیامهای شما به آنها بدون نقل قول ( در حالت عادی ) ارسال خواهند شد\n\nدر صورتی که ربات عملکرد درستی نداشت، مسئله را به توسعه دهنده اطلاع دهید تا در اسرع وقت رفع شود",

    'start_msg_for_users' => 'برای ارتباط با مدیر ربات دکمه مربوطه را  از منوی زیر لمس کنید:',

    'send_your_message' => 'پیام خود را ارسال کنید:',

    'main_menu' => 'منوی اصلی:',

    'bot_stat' => "تعداد کاربران: :number_of_users",

    'message_sent' => '✅ پیام ارسال شد',
    
    'unknown_error' => '⚠️ خطای ناشناخته ای رخ داد!',

    'unknown_command' => '⚠️ دستور ناشناخته!',

    'users_only' => '⚠️ این دستور برای کاربران است!',

    'btn' => [
        'back' => 'برگشت 👈',
        'stat' => '📊 آمار',
        'messaging' => '📮 ارسال پیام به مدیر',
    ]
];